---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.FamilyStructuralMaterialTypeFilter
source: html/3f848f97-58ab-1d41-e4bd-49bdef5c967f.htm
---
# FamilyStructuralMaterialTypeFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.